[
  {
    "appid": "730",
    "name": "Counter-Strike: Global Offensive",
    "reviews": [
      "It's like roulette; fun until it turns into Russian.",
      "If i had a dollar for each time someone screamed at me in another language, i'd still have no money because i spent it on skins",
      ">see a guy\n>shoot him\n>miss every shot\n>he turns around\n>kills me in one shot\n>exit cs:go\n\n10/10",
      "It's like Dota 2 but with less wizards and more Russians.",
      "Knife in real life: 10$\nKnife in game: 400$\n\n10/10",
      "This game is:\n\n10% luck\n20% skill\n15% concentrated power of will\n5% pleasure\n50% pain\nand 100% reason to purchase this game",
      "IQ tests should be mandatory before being able to play matchmaking",
      "Every team consists of 5 people:\n1.You\n2.Russian Guy\n3.Another Russian Guy\n4.Russian Guy who speaks English\n5. A 6 year old kid who slept with your mother\n\n11/10 Too much Salt and С*ка Бли@т,not enough Kurvva\nWould love to take another dose of salt and punch my little brother"
    ]
  },
  {
    "appid": "570",
    "name": "Dota 2",
    "reviews": [
      "I only played it for a little bit. It's ok I guess.",
      "This game taught me about the diversity of cultures that our small little corner of the universe offers.\n\nThen it taught me to hate them all.",
      "I only played a little but it was fun.",
      "It's like roulette; fun until it turns into Russian.",
      "still cant figure out how to jump",
      "One day, a wise man intoduce me into this game. \"it shall protect your virginity, my lad\" he said.",
      "The best program for learning the Russian language."
    ]
  },
  {
    "appid": "252490",
    "name": "Rust",
    "reviews": [
      "Running around naked, screaming and bashing people with rocks is the best way to spend my day. Then I play Rust and get to do it again.",
      "I found an AK-47 before I found food, I felt like a child in Congo. 10/10 would play again.",
      "9.5/10\nSpawned, got shot.\nBuilt a base, saw it explode, got shot.\nbought a rock skin, got shot.\ngot free weapons from a ''friendly'' player, got shot when i turned around.",
      "Very friendly environment. Everyone is very nice and not toxic at all!",
      "I went into someones house and beat them to death with a rock while I was naked,\nI stole all of their stuff,\nThen I ran off home and played rust."
    ]
  },
  {
    "appid": "1172470",
    "name": "Apex Legends",
    "reviews": [
      "At least you don't have to build an apartment complex to win in Apex.",
      "Before i played Apex Legends, i had a small wee-wee, no friends, no girlfriend, depression,and absolutely no life. These things haven't changed, but the game is pretty good.",
      "At least you don't have to build an apartment complex to win in Apex.",
      "At least you don't have to build an apartment complex to win in Apex.",
      "Before i played Apex Legends, i had a small wee-wee, no friends, no girlfriend, depression,and absolutely no life. These things haven't changed, but the game is pretty good.",
      "doesnt launch with origin",
      "Before i played Apex Legends, i had a small wee-wee, no friends, no girlfriend, depression and absolutely no life. These things haven't changed, but the game is pretty good.",
      "Finally I can remove Origin.",
      "I still don't have a girlfriend and am severely depressed, but at least I'm above average at this game."
    ]
  },
  {
    "appid": "440",
    "name": "Team Fortress 2",
    "reviews": [
      "Hat IRL = $20\nHat In game = $500\n\ni like",
      "TF2=hats\nCoD=no hats\n\nTF2>CoD",
      "IQ tests should be mandatory before being able to play MVM.",
      "I'm sure I had a social life before...\n\nDoesn't matter, Hats.",
      "YAY according to my Mercenary badge, today, October 4 2015, I have been playing TF2 for 5 years and 1,152 hours.\n\nPROS:\n-expert at engie and pyro, not bad as spy\n\nCONS:\n-still don't know how to play the piano\n-haven't mastered a second language\n-1,152 hours I was not having sex",
      "Few years ago, I asked my friend to play Team Fortress 2. However he said that he doesn't like the game, stating that the game looks cartoonish and he doesn't like its gameplay.\n\nLast week, he asked me to play Overwatch."
    ]
  },
  {
    "appid": "578080",
    "name": "PLAYERUNKNOWN'S BATTLEGROUNDS",
    "reviews": [
      "Fun and challenging for both you and your pc.",
      "Realistic and fun simulation of Detroit area.",
      "-Jump out a plane naked\n-Land in a strange Romanian Town\n-Kill a guy with a pan\n-Go home and play PUBG\n\n5/7 would purchase again.",
      "Every kill is skill, every death is hackers.",
      "10/10 motion blur is unchecked by default.",
      "450 Hours of my cpu gasping for oxygen, 11/10",
      "1. Join a game\n2. Follow me, im a snake.\n3. China number one.\n4. Inaudible screeching in plane.\n5. Rage\nRepeat"
    ]
  },
  {
    "appid": "271590",
    "name": "Grand Theft Auto V",
    "reviews": [
      "This review took me almost 2 years to write and was delayed 3 times.",
      "Created my character, went and bought a mask, robbed a store with a pistol that had no ammo, store clerk noticed gun was empty and shot me several times, then I went home and played GTA, and it was pretty great. 11/10",
      "Michael can play tennis\nTrevor can play tennis\nFranklin can't\n\n10/10 Racism",
      "PS3 & XBOX360 Thanks for Alpha Testing.\n\nXbox One & PS4 Thanks for Beta Testing.",
      "The result of console peasants beta testing.\n\n11/10 would wait two years again.",
      "The loading screen is my favourite part.",
      "You ban our mods, we ban your income.",
      "Shoutout to the console peasants for beta testing this game.",
      ">Install the game\n>Create a male character\n>join to my first session\n>Get killed 100 times by a hacker\n>Cry\n>Create a female character\n>Join Online\n>The hackers gives me money, and they invited me to their homes\n10/10 gender power"
    ]
  },
  {
    "appid": "381210",
    "name": "Dead by Daylight",
    "reviews": [
      "This game is basically Nascar. You go around in circles until you have to fix stuff... and hope an angry hillbilly doesn't kill you.",
      "Cannot play with friends unless you have a full group premade. Who do you think I am to have 4 friends, some High School Musical teenage idol?",
      "Before i played Dead by Daylight, i had a small wee-wee, no friends, no girlfriend, depression,and absolutely no life. These things haven't changed, but the game is pretty good.",
      "Played a few hours. It's not bad.",
      "Step 1: Be killer\nStep 2: Invite friends\nStep 3: Play\nStep 4: Use a voice changer to make you sound demented\nStep 5: Kill your friends\nStep 6: I have no friends now",
      "- Ran around the woods with a chainsaw\n- Found a person and sawed them down\n- Sacrificed them on a meat hook\n- Found and killed the rest of the people in the area\n- Came home and played Dead by Daylight\n\n10/10 would play the game again",
      "i could write a lengthy review describing this game, but ♥♥♥♥ that noise, heres an 11 second video that says the whole game\n\n\nhttps://www.youtube.com/watch?v=DSfEDtOf1d0"
    ]
  },
  {
    "appid": "39210",
    "name": "FINAL FANTASY XIV Online",
    "reviews": [
      "3 things that has happened today to me..\n\n1. My friend told me he hates Final Fantasy XIV.\n2. My friend got hit by a bus.\n3. I lost my bus driving licence.",
      "It's ok, need more play time to get a better idea..",
      "I have not played enough to give a fair review",
      "haven't played enough to form a proper opinion but its ok so far",
      "I've lost control of my life.",
      "Not too great at first, but the game really opens up once you're about 2000 hours in.",
      "its ok",
      "I had a life once. Not anymore.\n\nJune 25 2015 Edit: Literally going Heavensward.\n\nJune 28 2017 Edit: Bleeding Stormblood.\n\nJun 29 2019 Edit: Big lights cast larger Shadowbringers.",
      "Like a dealer pushing drugs, a friend referred me to this game as part of an elaborate scheme to get a mount. I haven't seen my family in months. 10/10",
      "I used to go outside."
    ]
  },
  {
    "appid": "1085660",
    "name": "Destiny 2",
    "reviews": [
      "when you look down you can see your legs",
      "Before I played Destiny, I was lonly, had no girlfriend, no friends, I was always the last one to get picked in soccer practice. These things haven't changed, but the game is still pretty awesome.",
      "🦀🦀🦀ACTIVISION IS GONE🦀🦀🦀",
      "Did you grow the playerbase?\nBungie: Yes.\nWhat did it cost?\nBungie: All of our server space.",
      "🦀🦀ACTIVISION IS GONE🦀🦀",
      "They fixed an issue where players enjoy the game",
      "The game is basically robots, smurfs, and humans being given immortality by a giant ping pong ball in order to fight the forces of evil geometry.",
      "Moon's Huanted.",
      "game's terrible, I play it all the time",
      "went to go revive a stranger, got smashed by some pod that fell out of space and died.\n\n10/10 would help strangers again"
    ]
  },
  {
    "appid": "230410",
    "name": "Warframe",
    "reviews": [
      "What time do I wake up to play Warframe?\nTENNO clock.\n( ͡° ͜ʖ ͡°)\n( ͡° ͜ʖ ͡°)\n( ͡° ͜ʖ ͡°)",
      "It's like a real life girlfriend. Only far less expensive and easier to grind.",
      "they should add skateboards for all the grinding you do\n\n\n\nedit - july 8, 2018: frankly i can't ♥♥♥♥♥♥ believe a ♥♥♥♥♥♥♥♥ i made 4 years ago is actually happening",
      "Nine out of Tenno",
      "This game is good if you have:\n- No money\n- Lot's of spare time\n\nThis game is bad if you have:\n- a job\n- a Wife/girlfriend\n- children\n- bills\n- church\n- a mortgage loan\n- another hobby\n- any form of resposibility in your life"
    ]
  },
  {
    "appid": "252950",
    "name": "Rocket League",
    "reviews": [
      "You know a game is good when it's the last thing you think about at night and the first thing you want to do in the morning.\n\nRocket League made me forget to masturbate.\n\n10/10",
      "Exactly like school P.E.\n\nNobody ever passes to me\nI get yelled at\nEveryone pushes me around",
      "Its like FIFA but instead of scandals it has fun",
      "Cross platform means we can beat those console peasants, amirite?",
      "Just like normal soccer but now you can't pretend you've hurt your leg",
      "Got family?\nGot friends?\n\nNot anymore you don’t.",
      "If this game was a fork it would be a great fork",
      "I hate sports games.\nI hate cars.\nI hate football/soccer.\nI'm in love with Rocket League.\n10/10",
      "4 player split screen? cross platform connectivity? rocket cars? These devs don't ♥♥♥♥ around."
    ]
  },
  {
    "appid": "346110",
    "name": "ARK: Survival Evolved",
    "reviews": [
      "I only played it for a little bit. It's ok I guess",
      "Best australia simulator ever, everything kills you, damn nice 8/8 m8",
      "Price is higher than FPS.",
      "PEOPLE IN THIS GAME ARE TOO NICE! RAID ME OR SOMETHING!!! SERIOUSLY I LEFT MY DOOR OPEN OVER NIGHT FOR SOMEONE TO STEAL FROM ME, THEY LEFT ME SOME METAL AND LEFT ME A NOTE REMINDING ME TO CLOSE IT IN THE FUTURE."
    ]
  },
  {
    "appid": "1263850",
    "name": "Football Manager 2021",
    "reviews": [
      "So realistic, i'm in 2030 and spurs still haven't won a trophy",
      "My Tottenham team bottled it in the final and Bale spent 6 months injured\n\n12/10 for realism",
      "My wife left me.",
      "unrealistic game\nLacazette is scoring",
      "the reason I broke up with my girlfriend but worth it. ''make Nottingham Forest great again.''",
      "The only place where Man Utd can win a game, Best FM in Years.",
      "It's like football manager but for 2021",
      "Gone from a 3 bed detached house, a promotion and new wife. To a bed sit, on the doll, but with a Gillingham side sitting just outside the playoffs in the Championship.\n\nI regret nothing",
      "2050 Still no Super League. 10/10"
    ]
  },
  {
    "appid": "359550",
    "name": "Tom Clancy's Rainbow Six Siege",
    "reviews": [
      "We played against the Spetsnaz unit.\nThey killed us all, including the hostage.\n\nVery realistic portrayal, 10/10.",
      "A guy namend \"John Cena\" breached through the ceiling. Best gaming moment of my life.",
      "You say wait, and everyone waits.\n\n11/10\n\nYou'll never see that in CoD.",
      "Used the Hostage as a meatshield, and won a 1v3. 10/10 #HostageLivesMatter.",
      "Uplay.......Uplay Never Changes........",
      "You're not a proper Fuze player until you've killed baptised your first hostage.",
      "update to a serious review this game has the worst cheating balancing and hit reg and its 60 gbs ive played 15 dollar shooters with better reg and net code this game is a joke fix it so it can actually be playable",
      "How to help ubisoft fix the server problems\n\nStep 1:go to supermarket\n\nStep2:buy 1 kg potatos\n\nStep 3:build a new potato server\n\nStep 4:Sent it to ubisoft\n\nStep 5:wait for ubi respond and upgrade their potato server"
    ]
  },
  {
    "appid": "594570",
    "name": "Total War: WARHAMMER II",
    "reviews": [
      "I occasionally play this game.",
      "Pretty fun game. You tell yourself that you'll play for about an hour then BOOM you missed work and your gf is sleeping with another man.",
      "They had rats.\n\nI had dinosaurs.\n\nHow the f**k do rats beat dinosaurs??",
      "It's fun for a couple of hours........",
      "Dinosaurs riding Dinosaurs.\n\nPossibly the best Total War game",
      "Good game but no replayability, you can can only get so few hours out of it.",
      "Haven't played enough to form an opinion."
    ]
  },
  {
    "appid": "289070",
    "name": "Sid Meier's Civilization VI",
    "reviews": [
      "Civilization 6 is a little fun, good for killing an hour or two..",
      "I'm Surprised that Sean Bean didn't die in the opening cinematic.",
      "Watching the opening cinematic, now I know why Sean Bean accepted this job. It's revenge for all the on screen deaths. He got to play a guy who apparently stayed alive for like 5000 years.",
      "i put 48 hours into the game in my first 3 days of quarantine. Thanks to Civ 6, i didnt get Covid-19",
      "landed on mars as the communist jewish Aztecs in 1955",
      "How to beat Delty enemy:\n\n\n\n\n\n\nCongrats! You unlock 12 achivements."
    ]
  },
  {
    "appid": "413150",
    "name": "Stardew Valley",
    "reviews": [
      "The new update promises to improve the quality of your marriage. Doesnt work, my wife is still pretty upset I play Stardew Valley so much.",
      "spent a week giving a girl flowers and buying her beer\nasked her to dance with me she said \"Ew no\"\n\nvery realistic\n\n10/10",
      "Things I've learned since I started playing Stardew Valley:\n\nFarming is way more fun on PC than it is in real life.\nGrandfathers are generous people.",
      "a game about being closer to nature and your neighbors, but is highly addictive and is keeping me indoors and alone. the irony is not lost on me.",
      ">redecorating kitchen\n>Abigail nearby\n>accidentially give her a chair\n>\"Hey, how'd you know I was hungry?\"\n\n10/10 Never got my chair back",
      "I asked a girl to dance with me. She responds, \"Ew, no..\"\n\n100% realistic. 11/10. Would get rejected again",
      "this game let me live my wildest sexual fantasies of having a job and someone who actually loves me"
    ]
  },
  {
    "appid": "218620",
    "name": "PAYDAY 2",
    "reviews": [
      "A love story about 4 men and their inability to buy a drill that works properly.",
      "buys payday 2\npayday 2 becomes free\nrip",
      "Buy the DLC to unlock this review",
      "Do you like stealing money and killing cops? no...? good, cause this game is mostly about fixing drills and throwing bags.",
      "I'm kinda surprised I can write a review without buying DLC",
      "You can scream at a cop, make him forget his training and moral grounds. Now he’ll rob the bank by your side.\n2.400.000 / 10",
      "10/10 would kill a country's entire police force again.",
      "\"Guys, don't kill the civilians, they've done nothing wrong.\"\nSlaughters hundreds of thousands of law enforcers.",
      "- logged into Payday 2\n- joined lobby full of strangers\n- put on Trump mask\n- typed in chat box \"This heist is gonna be YUUUGE\"\n- immediately kicked from lobby\n\n10/10 would Make Online Gaming Great Again"
    ]
  },
  {
    "appid": "105600",
    "name": "Terraria",
    "reviews": [
      "Well a new Terraria update. There goes another 200 hours of my life.\n\nTell my family I love them.",
      "Played a bit, its fun.",
      "\"I think I'll let that bunny live\"\n-No Terraria player ever",
      "You should by 8 copies of this game and go around giving it to people who look sad.",
      "If this game was a potato it would be a good one",
      "Just hopping into the negative review bandwagon to tell you to go back to the positive section.\n\nEDIT: updated so i get a free steam badge",
      "It's like 2D Skyrim in the sense that once you start none of your family will see or hear of you for weeks.",
      "Everytime you go mining, a bat will knock you into lava. Everytime you build a house, a bat will knock you into lava. Everytme you try and do anything productive THE ♥♥♥♥♥♥♥ BATS WILL KNOCK YOU INTO ♥♥♥♥♥♥♥ LAVA\n\n...........10/10 would rage quit again.",
      "Before I played:\n＼＼ ＿\n＼( ͡° ͜ʖ ͡°)\n<　⌒ヽ\n/ 　 へ＼\n/　　/　＼＼\nﾚ　ノ　　 ヽ_つ\n/　/\n/　/|\n(　(ヽ\n|　|、＼\n| 丿 ＼ ⌒)\n| |　　) /\n`ノ )　　Lﾉ\nAfter I played:\n／ﾌﾌ 　　　　　　 　ム｀ヽ\n/ ノ) 　）　ヽ\n/ ｜　　( ͡° ͜ʖ ͡°）ノ⌒（ゝ._,ノ\n/　ﾉ⌒7⌒ヽーく　 ＼　／\n丶＿ ノ ｡　　 ノ､　｡|/\n`ヽ `ー-'_人`ーﾉ\n丶 ￣ _人'彡)"
    ]
  },
  {
    "appid": "4000",
    "name": "Garry's Mod",
    "reviews": [
      "Garry's Mod is a piece of , that somehow successes to be really and at the same time.\n\nI have no idea what the developers were thinking when they were making this pile of , because it lacks and somehow feels so .\n\n1 / 10\n\nAwful .",
      "played it a bit, it's ok",
      "i wish i had more time to try this game out\n\naltered roleplay is the best community ever tho",
      "I haven't played much, but it's pretty okay so far.",
      "Got Friends?\nGot Family?\n\nNow you don't.",
      "Play ttt\nget yelled at by 12 year old\nplay deathrun\nget yelled at by 12 year old\nplay murder\nget yelled at by 12 year old\nplay sandbox\nget yelled at by 12 year old as you run them over\n11/10 would get yelled at by 12 year old again"
    ]
  },
  {
    "appid": "394360",
    "name": "Hearts of Iron IV",
    "reviews": [
      "I sexually identify as a swiss, ever since I was a boy I dreamed of watching the world crumble around me while I do nothing.",
      "You can't be conquered by The Third Reich if you're their ally.\n10/10 would become Fascist France again.",
      "Poland can into space now."
    ]
  },
  {
    "appid": "1313860",
    "name": "EA SPORTS™ FIFA 21",
    "reviews": [
      "FIFA devs every year:\n- Ctrl+C\n- Ctrl+V",
      "I actually won a game as Man Utd. 10/10 for fun, 1/10 for realism.",
      "I already had this game like 2 years ago",
      "fifa 17 remastered",
      "Its great on PC because i can just rage quit with alt f4",
      "Casino Simulator 2020",
      "I hate this game",
      "You all call it trash but you still buy it yearly lmao"
    ]
  },
  {
    "appid": "227300",
    "name": "Euro Truck Simulator 2",
    "reviews": [
      "I let my girlfriend have a try at this game, she started growing chest hair.",
      "I kept getting tickets for speeding and ramming people off the street.\n\nThen I played Euro Truck Simulator 2.\n\nedit: i just want my steam nominations badge don't mind me",
      "Looked away for a second to answer a text, wracked up about £2000 in car damage fines.\n\nThis game has taught me the importance of not texting and driving.\n\n10/10.",
      "It's all fun and games until you're asked to deliver ammunition and chlorine from Germany to France.\n\n11/10 would start another world war",
      "I'm having fun in this game. WHY AM I HAVING FUN IN THIS GAME?\nEXPLAIN YOURSELF, GAME.",
      "Multiplayer crashes more than Stevie Wonder flying a helicopter through a shopping mall.\n\nOverall this game has me addicted, its awesome.",
      "My wife was attempting to park the truck: she only needed to reverse a straight line for about 60 feet. I watched this spectacle for 20 minutes and laughed so hard that she threatened to divorce me.\n\n10/10 Would risk 17-year marriage again.",
      "My girlfriend didn't get why I loved this game.\n\nSaid I was a loser and a weirdo.\n\nSo I built my transport company into a million dollar empire just to show her what I'm capable of.\n\nI haven't heard from her for a while.\n\n10/10"
    ]
  },
  {
    "appid": "431960",
    "name": "Wallpaper Engine",
    "reviews": [
      "you know you've hit a new low when you have masutrbaited to your wallpapers",
      "I set a pornographic movie for my wallpaper\n10/10",
      "big booby anime girl on my computer",
      "Now i can dissapoint my family even more by having moving anime tiddies on my screen",
      "It's 4$ you cheap bastards just buy it and watch anime girl boobs jiggle on your desktop already ffs",
      "I have 23 hentai wallpapers very good app",
      "i beat my meat to my wallpapers.",
      "Pros: all types of animated and beautiful wallpapers (animals, cars, nature...)\nCons: so much sexual anime content like →this←"
    ]
  }
]